Repository: Ashurajput02/Friday
Catalog: lib/l10n/app_*.arb
Languages: bn, gu, kn, pa, te

source: Friday
bn: শুক্রবার
gu: શુક્રવાર
kn: ಶುಕ್ರವಾರ
pa: ਸ਼ੁੱਕਰਵਾਰ
te: శుక్రవారం

source: Hello, Sir!
bn: নমস্কার মহোদয়!
gu: નમસ્તે મહોદય!
kn: ನಮಸ್ಕಾರ ಸರ್!
pa: ਨਮਸਤੇ ਸਾਹਿਬ!
te: నమస్తే శ్రీగారు!

source: Recent Alerts
bn: সাম্প্রতিক সতর্কবার্তা
gu: આખરી ચેતવણીઓ
kn: ಇತ್ತಿಹಾಸ ಚೀಟಿಗಳು
pa: ਤਾਜ਼ਾ ਚੇਤਾਵਨੀਆਂ
te: ఇటీవల హెచ్చరికలు

source: View all
bn: সব দেখুন
gu: બધા જુઓ
kn: ಎಲ್ಲವನ್ನು ವೀಕ್ಷಿಸಿ
pa: ਸਭ ਵੇਖੋ
te: అన్నింటిని చూడండి

source: SEE FAVOURITES
bn: প্রিয়তা দেখুন
gu: પ્રિયતમો જુઓ
kn: ಅಚ್ಚುತದಲ್ಲಿ ವೀಕ್ಷಿಸಿ
pa: ਪਸੰਦੀਦੇ ਵੇਖੋ
te: ఇష్టపడేవారిని చూడండి

source: search
bn: অনুসন্ধান করো
gu: શોધો
kn: ಹುಡುಕಿ
pa: ਖੋਜੋ
te: శోధించు

source: Recent Homework
bn: সাম্প্রতিক গৃহকর্ম
gu: આખરી હોમવર્ક
kn: ಇತ್ತಿಹಾಸ ಹೋಮ್‌ವರ್ಕ್
pa: ਤਾਜ਼ਾ ਹੋਮਵਰਕ
te: ఇటీవల హోమ్‌వర్క్

source: Favourites
bn: প্রিয়তা
gu: પ્રિયતમ
kn: ಅಚ್ಚುತಗಳು
pa: ਪਸੰਦੀਦੇ
te: ఇష్టమైనవి

source: CLEAR ALL FAVOURITES
bn: সব প্রিয়তা মুছুন
gu: બધા પ્રિયતમો સાફ કરો
kn: ಎಲ್ಲವನ್ನು ಸ್ಪಷ್ಟಪಡಿಸಿ
pa: ਸਾਰੇ ਪਸੰਦੀਦੇ ਸਾਫ਼ ਕਰੋ
te: అన్ని ఇష్టమైనవిని తోడ్పాటు చేయి

source: hours left
bn: বাকি ঘণ্টা
gu: બાકી રહેલા કલાક
kn: ಹೊರಗಿನ ಗಂಟೆಗಳು
pa: ਘੰਟੇ ਬਾਕੀ ਹਨ
te: కొన్ని గంటలు మిగిలినవి

source: Add New Class
bn: নতুন শ্রেণি যোগ করো
gu: નવી શ્રેણી ઉમેરો
kn: ಹೊಸ ವರ್ಗವನ್ನು ಸೇರಿಸಿ
pa: ਨਵੀਂ ਕਲਾਸ ਸ਼ਾਮਲ ਕਰੋ
te: కొత్త తరగతిని జోడించండి

source: Mode
bn: মোড
gu: પ્રકાર
kn: ರೀತಿ
pa: ਮੋਡ
te: మోడ్

source: Teacher Name
bn: শিক্ষকের নাম
gu: શિક્ષકનું નામ
kn: ಶಿಕ್ಷಕರ ಹೆಸರು
pa: ਅਧਿਆਪਕ ਦਾ ਨਾਮ
te: ఉపాధ్యాయుడు పేరు

source: Date
bn: তারিখ
gu: તારીખ
kn: ದಿನಾಂಕ
pa: ਤਾਰੀਖ
te: తేదీ

source: Time
bn: সময়
gu: સમય
kn: ಸಮಯ
pa: ਸਮਾਂ
te: సమయం

source: Join Link
bn: লিংকে যোগ দিন
gu: લિંક થી જોડાઓ
kn: ಲಿಂಕನ್ನು ಸೇರಿಸಿ
pa: ਲਿੰਕ ਤੋਂ ਸ਼ਾਮਲ ਹੋਵੋ
te: లింకుని చేరండి

# subject
source: à¤µSubject
bn: বিষয়
gu: વિષય
kn: ವಿಷಯ
pa: ਵਿਸ਼ਾ
te: విషయం

source: Save
bn: সংরক্ষণ করুন
gu: સાચવો
kn: ಸೇರಿಸಿ
pa: ਸੰਭਾਲੋ
te: జోడించు

source: Your Profile
bn: আপনার প্রোফাইল
gu: તમારી પ્રોફાઇલ
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್
pa: ਤੁਹਾਡਾ ਪ੍ਰੋਫ਼ਾਈਲ
te: మీ ప్రొఫైల్

source: Loading...
bn: লোড হচ্ছে...
gu: લોડ થાય છે...
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ...
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
te: లోడ్ అవుతోంది...

source: Email
bn: ইমেল
gu: ઇમેઇલ
kn: ಇಮೇಲ್
pa: ਈਮੇਲ
te: ఇమెయిల్

source: Bio
bn: জীবনী
gu: બાયો
kn: ಜೀವನಚರಿತ್ರೆ
pa: ਜੀਵਨੀ
te: జీవనవివరణ

source: College
bn: কলেজ
gu: કોલેજ
kn: ಕಾಲೇಜು
pa: ਕਾਲਜ
te: కళాశాల

source: Course
bn: কোর্সের ধরণ
gu: કોર્સનો પ્રકાર
kn: ಕೋರ್ಸ್ ರೀತಿ
pa: ਕੋਰਸ ਕਿਸਮ
te: కోర్సు రకం

source: Department/Major
bn: বিভাগ
gu: વિભાગ
kn: ವಿಭಾಗ
pa: ਵਿਭਾਗ
te: విభాగం

source: Current Academic Year
bn: বর্তমান শিক্ষাবর্ষ
gu: વર્તમાન શૈક્ષણિક વર્ષ
kn: ಪ್ರಸ್ತುತ ವಿದ್ಯಾವರ್ಷ
pa: ਮੌਜੂਦਾ ਸਿੱਖਿਆ ਸਾਲ
te: ప్రస్తుత విద్యా సంవత్సరం

source: Gender
bn: লিঙ্গ
gu: લિંગ
kn: ಲಿಂಗ
pa: ਲਿੰਗ
te: లింగం

source: Age
bn: বয়স
gu: ઉંમર
kn: ವಯಸ್ಸು
pa: ਉਮਰ
te: వయస్సు

source: Settings
bn: সেটিংস
gu: સેટિંગ્સ
kn: ಸೆಟ್ಟಿಂಗ್ಸ್
pa: ਸੈਟਿੰਗਜ਼
te: అమరికలు

source: Common
bn: সাধারণ
gu: સામાન્ય
kn: ಸಾಮಾನ್ಯ
pa: ਆਮ
te: సామాన్యం

source: Language
bn: ভাষা
gu: ભાષા
kn: ಭಾಷೆ
pa: ਭਾਸ਼ਾ
te: భాష

source: Light Mode
bn: আলোক মোড
gu: પ્રકાશ મોડ
kn: ಬೆಳಕು ಮೋಡ್
pa: ਪ੍ਰਕਾਸ਼ ਮੋਡ
te: ప్రకాశ మోడ్

source: Notifications
bn: বিজ্ঞপ্তিগুলি
gu: સૂચનાઓ
kn: ಅಧಿಸೂಚನೆಗಳು
pa: ਸੂਚਨਾਵਾਂ
te: ప్రకటనలు

# notificationsdesc
source: Turn your app notifications on or off
bn: অ্যাপের বিজ্ঞপ্তিগুলি চালু বা বন্ধ করুন
gu: એપની નોટિફિકેશન્સ ચાલુ કરો અથવા બંધ કરો
kn: ಆ್ಯಪ್‌ನ ಅಧಿಸೂಚನೆಗಳನ್ನು ಆನ್/ಆಫ್ ಮಾಡಿ
pa: ਐਪ ਦੀਆਂ ਸੂਚਨਾਵਾਂ ਚਾਲੂ ਜਾਂ ਬੰਦ ਕਰੋ
te: యాప్ నోటిఫికేషన్‌లను ఆన్/ఆఫ్ చేయండి

source: Help
bn: সাহায্য
gu: મદદ
kn: ಸಹಾಯ
pa: ਮਦਦ
te: సహాయం

# helpdesc
source: See our help modules for queries
bn: প্রশ্নের জন্য আমাদের সাহায্য মডিউল দেখুন
gu: પ્રશ્નો માટે અમારી સહાયતા મોડ્યુલ જુઓ
kn: ಪ್ರಶ್ನೆಗಳಿಗೆ ನಮ್ಮ ಸಹಾಯದ ಮಾಡೂಲ್‌ಗಳನ್ನು ವೀಕ್ಷಿಸಿ
pa: ਸਵਾਲਾਂ ਲਈ ਸਾਡੇ ਮਦਦ ਮਾਡਿਊਲ ਦੇਖੋ
te: ప్రశ్నల కోసం మా సహాయం మాడ్యూల్‌ను చూడండి

source: FAQs
bn: সাধারণ প্রশ্ন
gu: સામાન્ય પ્રશ્નો
kn: ಸಾಮಾನ್ಯ ಪ್ರಶ್ನೆಗಳು
pa: ਆਮ ਸਵਾਲ
te: సామాన్య ప్రశ్నలు

# faqsdesc
source: Basic usage guidelines
bn: মৌলিক ব্যবহার নির্দেশিকা
gu: મૂળ ઉપયોગ નમ્ના માર્ગદર્શનો
kn: ಮೌಲಿಕ ಬಳಕೆ ಮಾರ್ಗದರ್ಶಿಗಳು
pa: ਮੁੱਖ ਉਪਯੋਗ ਨਿਰਦੇਸ਼
te: బేసిక ఉపయోగ దిశనిర్దేశాలు

source: Support Development
bn: অ্যাপ উন্নতি সমর্থন করুন
gu: એપનું વિકાસ સમર્થન આપો
kn: ಆ್ಯಪ್‌ನ ಅಭಿವೃದ್ಧಿಯನ್ನು ಬೆಂಬಲಿಸಿ
pa: ਐਪ ਦੀ ਵਿਕਾਸ ਦਾ ਸਹਿਯੋਗ ਕਰੋ
te: యాప్ అభివృద్ధిని మద్దతు చేయండి

# supportdevelopmentdesc
source: See latest issues and contribute to the project!
bn: সমস্যা সমাধান করুন, বাগ রিপোর্ট করুন, এবং অন্যান্য|
gu: સમસ્યાઓનું સમાધાન આપો, બગની રિપોર્ટ આપો, અને આવી સમસ્યાઓ સમાધાન કરો|
kn: ಸಮಸ್ಯೆಗಳನ್ನು ಪರಿಹರಿಸಿ, ಬಗ್ ಅನ್ನು ಅಂಕಿತ ಮಾಡಿ, ಇತ್ಯಾದಿ|
pa: ਮੁਦਾਂ ਦੀ ਸਮੱਸਿਆਵਾਂ ਹੱਲ ਕਰੋ, ਬੱਗ ਦੀ ਰਿਪੋਰਟ ਕਰੋ, ਆਦਿ|
te: సమస్యలను పరిష్కరించండి, బగ్‌ను నమోదు చేయండి, మరియు ఇతరాలను మద్దతు చేయండి|
